/* Localizable strings of com.apple.iChat.Managed preference manifest */

"iChat.pfm_title" =			"iChat";
"iChat.pfm_description" =			"iChat-asetukset.";

"XMPPAccount.pfm_title" =			"Tunnuksen tiedot 10.5:lle";
"XMPPAccount.pfm_description" =			"Tunnuksen tiedot 10.5:lle.";

"LoginAs.pfm_title" =			"Käyttäjätunnus";
"LoginAs.pfm_description" =			"Käyttäjätunnus ja iChat-palvelin sähköpostiosoitteen muodossa. Määrittele nykyisen käyttäjän käyttäjätunnus kohteella ”%@”. Esimerkiksi, ”%@@ichat.apple.com”";
"AllowSelfSignedSSL.pfm_title" =			"Salli itseallekirjoitettu SSL";
"AllowSelfSignedSSL.pfm_description" =			"Aseta arvoon 1, jos haluat sallia itseallekirjoitetut SSL-varmenteet.";
"AutoDiscoverHostAndPort.pfm_title" =			"Automaattisen löytämisen palvelin";
"AutoDiscoverHostAndPort.pfm_description" =			"Aseta arvoon 1, jos haluat, että asiakas löytää iChat-palvelimen ja portin automaattisesti.";
"Description.pfm_title" =			"Kuvaus";
"Description.pfm_description" =			"Tunnuksen kuvaus.";
"UseKerberos5.pfm_title" =			"Kerberos";
"UseKerberos5.pfm_description" =			"Aseta arvoon 1, jos haluat käyttää Kerberos v5 -todentamista.";

"UseSSL.pfm_title" =			"Käytä SSL:ää";
"UseSSL.pfm_description" =			"Aseta arvoon 1, jos haluat käyttää SSL-salausta.";
"ServerHost.pfm_title" =			"Palvelimen osoite";
"ServerHost.pfm_description" =			"iChat-palvelimen DNS-nimi tai IP-osoite.";
"ServerPort.pfm_title" =			"Palvelimen portti";
"ServerPort.pfm_description" =			"iChat-palvelimen porttinumero.";
"ServerSSLPort.pfm_title" =			"Palvelimen SSL-portti";
"ServerSSLPort.pfm_description" =			"iChat-palvelinportin SSL-porttinumero.";
